# Настройки цветов и темы.---------------------------------------------

accent_color = "#07797a"
theme = "dark"
colors = {
    "Белый": "white",
    "Черный": "black",
    "Красный": "red",
    "Розовый": "pink",
    "Фиолетовый": "purple",
    "Индиго": "indigo",
    "Синий": "blue",
    "Голубой": "lightblue",
    "Циановый": "cyan",
    "Чирок": "teal",
    "Зеленый": "green",
    "Светло-зеленый": "lightgreen",
    "Лаймовый": "lime",
    "Желтый": "yellow",
    "Янтарный": "amber",
    "Оранжевый": "orange",
    "Базовый": "#07797a"
}

# ---------------------------------------------------------------------
# Базовые настройки документа.-----------------------------------------

first_and_last_name = "Пользователь Пользователь"
type_of_work = "Занятие"
work_number = 1
count_of_task = 1
start_task = 1
tasks_text = list()

# ---------------------------------------------------------------------
