# Настройки цветов и темы.---------------------------------------------

accent_color = "#07797a"
theme = "dark"
colors = {
    "Красный": "red",
    "Розовый": "pink",
    "Фиолетовый": "purple",
    "Индиго": "indigo",
    "Синий": "blue",
    "Голубой": "lightblue",
    "Циановый": "cyan",
    "Чирок": "teal",
    "Зеленый": "green",
    "Светло-зеленый": "lightgreen",
    "Лаймовый": "lime",
    "Желтый": "yellow",
    "Янтарный": "amber",
    "Оранжевый": "orange",
    "Базовый": "#07797a"
}

# ---------------------------------------------------------------------
# Базовые настройки документа.-----------------------------------------

first_name = ""
last_name = ""
type_of_work = None
work_number = ""
count_of_task = ""
start_task = ""
tasks_text = list()

# ---------------------------------------------------------------------
